IDEA Open Model
ConcreteCheckResultBase.Check Property
Compatible with IDEA StatiCa Beta 20.0
 settings of check type
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public CalculationType Check { get; set; }
Public Property Check As CalculationType
	Get
	Set
Property Value
Type: CalculationType
See Also
Reference
ConcreteCheckResultBase Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace